Revit 2027 API
ParameterTypeId.ExcludeFromLeaderOutline Property
 "Exclude from Leader Outline"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId ExcludeFromLeaderOutline { get; }
Public Shared ReadOnly Property ExcludeFromLeaderOutline As ForgeTypeId
	Get
public:
static property ForgeTypeId^ ExcludeFromLeaderOutline {
	ForgeTypeId^ get ();
}
static member ExcludeFromLeaderOutline : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace